[
  {
    "title": "ကျော်ကြီးရဲ့ ပန်းနဲ့ ဘဝ",
    "author": "Anonymous",
    "content": "Chapter 1 — လမ်းဘေးပန်းများ\n\nမနက်ခင်းတိုင်း ကျော်ကြီးရဲ့ လက်ထဲမှာ ပန်းပုလင်းလေးတစ်ခု ရှိတယ်။ လမ်းဘေးမှာ ရပ်ရင်း ပန်းရောင်းတဲ့အချိန် လူတချို့က မျက်လုံးချိုးကြည့်ကြတယ်။ တချို့ကတော့ ရယ်သံမဖုံးနိုင်ဘဲ —\n\n“အဲ့ဒီလိုလူမျိုးက ပန်းရောင်းရလို့ပဲ သင့်တော်တာပါ”\n\nစကားတစ်ကြောင်းတည်းက ကျော်ကြီးရဲ့ ရင်ကို ထိခိုက်စေတယ်။ ဒါပေမယ့် သူက ခေါင်းကို နည်းနည်းငုံ့ပြီး ပန်းကို သန့်ရှင်းအောင် ပြင်နေဆဲ။\n\n“မရောင်းရင် ဘာစားရမလဲ…” လို့ ကိုယ့်ကိုယ်ကို တိတ်တိတ်လေး ပြောလိုက်တယ်။\n\nChapter 2 — ကိုယ့်ကိုယ်ကို မပျောက်အောင်\n\nLGBT ဖြစ်တာကြောင့် ကျော်ကြီးအတွက် အိမ်ဆိုတာ လုံခြုံရာ မဖြစ်ခဲ့ဘူး။\n\n“ဒီအိမ်မှာ ဒီလိုမနေနဲ့”\n“လူတွေ မရယ်ချင်ဘူး”\n\nမိသားစုရဲ့ စကားတွေက သူ့ကို လမ်းဘေးဘဝဆီ ထပ်တလဲလဲ တွန်းပို့ခဲ့တယ်။ ဒါပေမယ့် ကျော်ကြီးက သူ့အတွင်းက အသံကို မဖျောက်ခဲ့ဘူး။\n\n“ငါက ငါပဲ ဖြစ်ချင်တယ်”\n\nChapter 3 — မောင်ကျန်ကြီး\n\nတစ်နေ့မှာ ပန်းတစ်ပွင့် ဝယ်တဲ့ လူငယ်တစ်ယောက် ရပ်တန့်သွားတယ်။\n\n“ဒီပန်း… လှတယ်နော်။ အစ်ကိုရွေးထားတာလား”\n\nကျော်ကြီးက ခေါင်းညိတ်လိုက်တယ်။\n\n“လူတွေက မကြိုက်ပေမယ့်… ပန်းတွေကတော့ မလှောင်ဘူး”\n\nမောင်ကျန်ကြီးက မျက်လုံးနူးနူးနဲ့ ပြန်ကြည့်တယ်။\n\n“လူတွေ မလက်ခံလည်း… ငါတော့ လက်ခံတယ်”\n\nအဲ့ဒီစကားတစ်ကြောင်းက ကျော်ကြီးရဲ့ စိတ်ထဲမှာ မီးအလင်းတစ်စင်းလို ထွန်းလာခဲ့တယ်။\n\nChapter 4 — ချစ်ခြင်းရဲ့ အလင်း\n\nနှစ်ယောက်အတူ လမ်းလျှောက်ကြတဲ့ညတွေမှာ ကျော်ကြီးက ပထမဆုံးအကြိမ် စိတ်ချမ်းသာမှုကို ခံစားရတယ်။\n\n“ငါကြောက်တယ်… လူတွေ ငါတို့ကို မလက်ခံရင်…”\n\nမောင်ကျန်ကြီးက လက်ကို ကိုင်လိုက်တယ်။\n\n“လူတွေ မလက်ခံလည်း ငါမလွှတ်ဘူး”\n\nEnding A — Tragic Ending\n\nတစ်နေ့ညမှာ လှောင်ရယ်သံတွေကြားကနေ ကျော်ကြီးက ပန်းပုလင်းကို လက်ထဲက လွတ်ကျသွားတယ်။\n\n“ဒီလိုလူမျိုးတွေ မရှိသင့်ဘူး!”\n\nပန်းပွင့်တွေ လမ်းပေါ်မှာ ကျဲကျဲကျော်ကျော်။ နောက်တစ်နေ့ လမ်းဘေးပန်းရောင်းတဲ့နေရာက လွတ်လပ်နေတယ်။\n\nမောင်ကျန်ကြီးက ပန်းတစ်ပွင့်ကို ကိုင်ရင်း —\n\n“မင်းရဲ့ အမှန်တရားကို ငါ တစ်သက်လုံး မမေ့ဘူး…”\n\nEnding B — Happy Ending\n\nလူတွေရဲ့ စကားတွေ မပျောက်ပေမယ့် ကျော်ကြီးက လက်ကို မောင်ကျန်ကြီးနဲ့ တင်းတင်းကိုင်ထားတယ်။\n\n“ကြောက်သေးလား”\n“ကြောက်ပေမယ့်… မပြန်ချင်တော့ဘူး”\n\nနွေဦးတစ်ရက်မှာ ပန်းတွေကို အလှဆင်ထားတဲ့ အခန်းလေးထဲမှာ နှစ်ယောက် လက်ထပ်ခဲ့ကြတယ်။\n\n“ငါ့ဘဝကို မင်းနဲ့ အတူ သုံးချင်တယ်”\n“အဲ့ဒါပဲ လုံလောက်တယ်”\n\nလှောင်ရယ်သံတွေထဲကနေ ချစ်ခြင်းနဲ့ လေးစားခြင်းပြည့်ဝတဲ့ ဘဝဆီ ကျော်ကြီးဟာ နောက်ဆုံးမှာတော့ ရဲရဲဝံ့ဝံ့ လျှောက်လှမ်းနိုင်ခဲ့တယ်။"
  }
]
